[
  {
    "Title": "A Room with a View",
    "Description": "Lucy has her rigid, middle-class life mapped out for her, until she visits Florence with her uptight cousin Charlotte, and finds her neatly ordered existence thrown off balance. Her eyes are opened by the unconventional characters she meets at the Pension Bertolini: flamboyant romantic novelist Eleanor Lavish, the Cockney Signora, curious Mr Emerson and, most of all, his passionate son George.\n\nLucy finds herself torn between the intensity of life in Italy and the repressed morals of Edwardian England, personified in her terminally dull fiancé Cecil Vyse. Will she ever learn to follow her own heart?",
    "RatingAverage": 4.2,
    "Price": null,
    "ChapterCount": 25,
    "Genres": "Historical Fiction;Romance;Fiction",
    "MaturityRating": "T",
    "BookFilename": "a_room_with_a_view.epub",
    "ImageFilename": "a_room_with_a_view.jpg"
  },
  {
    "Title": "Middlemarch",
    "Description": "George Eliot’s most ambitious novel is a masterly evocation of diverse lives and changing fortunes in a provincial community. Peopling its landscape are Dorothea Brooke, a young idealist whose search for intellectual fulfillment leads her into a disastrous marriage to the pedantic scholar Casaubon; the charming but tactless Dr Lydgate, whose pioneering medical methods, combined with an imprudent marriage to the spendthrift beauty Rosamond, threaten to undermine his career; and the religious hypocrite Bulstrode, hiding scandalous crimes from his past. As their stories interweave, George Eliot creates a richly nuanced and moving drama, hailed by Virginia Woolf as \"one of the few English novels written for grown-up people\".",
    "RatingAverage": 4.5,
    "Price": 6.99,
    "ChapterCount": 11,
    "Genres": "Fiction;Historical Fiction",
    "MaturityRating": "T",
    "BookFilename": "middlemarch.epub",
    "ImageFilename": "middlemarch.jpeg"
  },
  {
    "Title": "Rainbow Valley",
    "Description": "Anne Shirley is grown up, has married her beloved Gilbert, and is the mother of six mischievous children. These boys and girls discover a special place all their own, but they never dream of what will happen when a strange family moves into an old mansion nearby. The Meredith clan is two boys and two girls—and a runaway named Mary Vance. Soon the Merediths join Anne's children in their private hideout, intent on carrying out their plans to save Mary from the orphanage, to help the lonely minister find happiness, and to keep a pet rooster from the soup pot. There's always an adventure brewing in the sun-dappled world of Rainbow Valley.",
    "RatingAverage": 3.8,
    "Price": null,
    "ChapterCount": 34,
    "Genres": "Fiction;Young Adult (YA);Historical Fiction;Children's",
    "MaturityRating": "K",
    "BookFilename": "rainbow_valley.epub",
    "ImageFilename": "rainbow_valley.jpg"
  },
  {
    "Title": "The Story of Doctor Dolittle",
    "Description": "Doctor John Dolittle loves animals. He loves them so much that his home and office overflow with animals of every description. When Polynesia the parrot teaches him the language of the animals, Doctor Dolittle becomes a world-famous doctor, traveling even as far away as Africa to help his friends. This edition of the beloved children's classic contains black-and-white illustrations by Michael Hague and has been edited by award-winning authors Patricia and Fredrick McKissack for modern audiences.",
    "RatingAverage": 4.1,
    "Price": 4.99,
    "ChapterCount": 26,
    "Genres": "Children's;Fiction;Fantasy;Adventure",
    "MaturityRating": "K",
    "BookFilename": "story_of_doctor_dolittle.epub",
    "ImageFilename": "story_of_doctor_dolittle.jpg"
  },
  {
    "Title": "The Blue Fairy Book",
    "Description": "The Blue Fairy Book was the first volume in the series and so it contains some of the best known tales, taken from a variety of sources: not only from Grimm, but exciting adventures by Charles Perrault and Madame D'Aulnoy, the Arabian Nights, and other stories from popular traditions. Here in one attractive paperbound volume - with enlarged print - are Sleeping Beauty, Rumpelstiltzkin, Beauty and the Beast, Hansel and Gretel, Puss in Boots, Trusty John, Jack and the Giantkiller, Goldilocks, and many other favorites that have become an indispensable part of our culture heritage.",
    "RatingAverage": 4.7,
    "Price": null,
    "ChapterCount": 45,
    "Genres": "Children's;Fantasy",
    "MaturityRating": "K",
    "BookFilename": "blue_fairy_book.epub",
    "ImageFilename": "blue_fairy_book.jpg"
  },
  {
    "Title": "The Adventures of Huckleberry Finn",
    "Description": "A nineteenth-century boy from a Mississippi River town recounts his adventures as he travels down the river with a runaway slave, encountering a family involved in a feud, two scoundrels pretending to be royalty, and Tom Sawyer's aunt who mistakes him for Tom.",
    "RatingAverage": 3.6,
    "Price": 10,
    "ChapterCount": 48,
    "Genres": "Children's;Fiction;Historical Fiction;Young Adult (YA)",
    "MaturityRating": "T",
    "BookFilename": "adventures_of_huckleberry_finn.epub",
    "ImageFilename": "adventures_of_huckleberry_finn.jpg"
  },
  {
    "Title": "A Tale of Two Cities",
    "Description": "A Tale of Two Cities is Charles Dickens’s great historical novel, set against the violent upheaval of the French Revolution. The most famous and perhaps the most popular of his works, it compresses an event of immense complexity to the scale of a family history, with a cast of characters that includes a bloodthirsty ogress and an antihero as believably flawed as any in modern fiction. Though the least typical of the author’s novels, A Tale of Two Cities still underscores many of his enduring themes—imprisonment, injustice, social anarchy, resurrection, and the renunciation that fosters renewal.",
    "RatingAverage": 4.3,
    "Price": null,
    "ChapterCount": 49,
    "Genres": "Fiction;Historical Fiction;Sociology",
    "MaturityRating": "M",
    "BookFilename": "tale_of_two_cities.epub",
    "ImageFilename": "tale_of_two_cities.jpg"
  },
  {
    "Title": "Dracula",
    "Description": "When Jonathan Harker visits Transylvania to help Count Dracula with the purchase of a London house, he makes a series of horrific discoveries about his client. Soon afterwards, various bizarre incidents unfold in England: an apparently unmanned ship is wrecked off the coast of Whitby; a young woman discovers strange puncture marks on her neck; and the inmate of a lunatic asylum raves about the 'Master' and his imminent arrival.",
    "RatingAverage": 3.9,
    "Price": 5,
    "ChapterCount": 32,
    "Genres": "Horror;Fiction;Paranormal;Supernatural",
    "MaturityRating": "M",
    "BookFilename": "dracula.epub",
    "ImageFilename": "dracula.jpg"
  },
  {
    "Title": "Alice in Wonderland",
    "Description": "With the curious, quick-witted Alice at its heart, readers will not only rediscover characters such as the charming White Rabbit, the formidable Queen of Hearts, the Mad Hatter and the grinning Cheshire Cat but will find fresh and wonderful creations of these characters by a true master of his art,; images that will live in our hearts and minds for generations to come.",
    "RatingAverage": 4.4,
    "Price": null,
    "ChapterCount": 16,
    "Genres": "Fantasy;Children's",
    "MaturityRating": "K",
    "BookFilename": "alice_in_wonderland.epub",
    "ImageFilename": "alice_in_wonderland.jpeg"
  },
  {
    "Title": "Metamorphosis",
    "Description": "With it's startling, bizarre, yet surprisingly funny first opening, Kafka begins his masterpiece, The Metamorphosis. It is the story of a young man who, transformed overnight into a giant beetle-like insect, becomes an object of disgrace to his family, an outsider in his own home, a quintessentially alienated man. A harrowing—though absurdly comic—meditation on human feelings of inadequacy, guilt, and isolation, The Metamorphosis has taken its place as one of the most widely read and influential works of twentieth-century fiction. As W.H. Auden wrote, \"Kafka is important to us because his predicament is the predicament of modern man.\"",
    "RatingAverage": 3.7,
    "Price": 3.99,
    "ChapterCount": 6,
    "Genres": "Fiction;Fantasy;Philosophy;Psychology",
    "MaturityRating": "T",
    "BookFilename": "metamorphosis.epub",
    "ImageFilename": "metamorphosis.jpg"
  },
  {
    "Title": "Leviathan",
    "Description": "Written during the chaos of the English Civil War, Thomas Hobbes' Leviathan asks how, in a world of violence and horror, can we stop ourselves from descending into anarchy? Hobbes' case for a 'common-wealth' under a powerful sovereign - or 'Leviathan' - to enforce security and the rule of law, shocked his contemporaries, and his book was publicly burnt for sedition the moment it was published. But his penetrating work of political philosophy - now fully revised and with a new introduction for this edition - opened up questions about the nature of statecraft and society that influenced governments across the world.",
    "RatingAverage": 3.8,
    "Price": null,
    "ChapterCount": 56,
    "Genres": "Philosophy;Politics;History",
    "MaturityRating": "M",
    "BookFilename": "leviathan.epub",
    "ImageFilename": "leviathan.jpg"
  },
  {
    "Title": "The Picture of Dorian Grey",
    "Description": "In this celebrated work Wilde forged a devastating portrait of the effects of evil and debauchery on a young aesthete in late-19th-century England. Combining elements of the Gothic horror novel and decadent French fiction, the book centers on a striking premise: As Dorian Gray sinks into a life of crime and gross sensuality, his body retains perfect youth and vigor while his recently painted portrait grows day by day into a hideous record of evil, which he must keep hidden from the world. For over a century, this mesmerizing tale of horror and suspense has enjoyed wide popularity. It ranks as one of Wilde's most important creations and among the classic achievements of its kind.",
    "RatingAverage": 4.9,
    "Price": 9.99,
    "ChapterCount": 24,
    "Genres": "Horror;Fiction;Fantasy",
    "MaturityRating": "M",
    "BookFilename": "picture_of_dorian_grey.epub",
    "ImageFilename": "picture_of_dorian_grey.jpg"
  },
  {
    "Title": "The Adventures of Sherlock Holmes",
    "Description": "The Adventures of Sherlock Holmes is the series of short stories that made the fortunes of the Strand magazine, in which they were first published, and won immense popularity for Sherlock Holmes and Dr Watson. The detective is at the height of his powers and the volume is full of famous cases, including 'The Red-Headed League', 'The Blue Carbuncle', and 'The Speckled Band'.\nThe editor of this volume, Richard Lancelyn Green is editor of The Uncollected Sherlock Holmes and The Further Adventures of Sherlock Holmes. With John Michael Gibson, he compiled the Soho Series Bibliography of A. Conan Doyle.",
    "RatingAverage": 4.5,
    "Price": null,
    "ChapterCount": 15,
    "Genres": "Horror;Fiction;Fantasy",
    "MaturityRating": "M",
    "BookFilename": "sherlock_holmes.epub",
    "ImageFilename": "sherlock_holmes.jpg"
  },
  {
    "Title": "War and Peace",
    "Description": "War and Peace broadly focuses on Napoleon’s invasion of Russia in 1812 and follows three of the most well-known characters in literature: Pierre Bezukhov, the illegitimate son of a count who is fighting for his inheritance and yearning for spiritual fulfillment; Prince Andrei Bolkonsky, who leaves his family behind to fight in the war against Napoleon; and Natasha Rostov, the beautiful young daughter of a nobleman who intrigues both men.\n\nAs Napoleon’s army invades, Tolstoy brilliantly follows characters from diverse backgrounds—peasants and nobility, civilians and soldiers—as they struggle with the problems unique to their era, their history, and their culture. And as the novel progresses, these characters transcend their specificity, becoming some of the most moving—and human—figures in world literature.",
    "RatingAverage": 4.4,
    "Price": 16.99,
    "ChapterCount": 391,
    "Genres": "Historical Fiction",
    "MaturityRating": "M",
    "BookFilename": "war_and_peace.epub",
    "ImageFilename": "war_and_peace.jpg"
  },
  {
    "Title": "The Prince",
    "Description": "Machiavelli needs to be looked at as he really was. Hence: Can Machiavelli, who makes the following observations, be Machiavellian as we understand the disparaging term? 1. So it is that to know the nature of a people, one need be a Prince; to know the nature of a Prince, one need to be of the people. 2. If a Prince is not given to vices that make him hated, it is unsusal for his subjects to show their affection for him. 3. Opportunity made Moses, Cyrus, Romulus, Theseus, and others; their virtue domi-nated the opportunity, making their homelands noble and happy. Armed prophets win; the disarmed lose. 4. Without faith and religion, man achieves power but not glory. 5. Prominent citizens want to command and oppress; the populace only wants to be free of oppression. 6. A Prince needs a friendly populace; otherwise in diversity there is no hope. 7. A Prince, who rules as a man of valor, avoids disasters, 8. Nations based on mercenary forces will never be solid or secure. 9. Mercenaries are dangerous because of their cowardice 10. There are two ways to fight: one with laws, the other with force. The first is rightly man’s way; the second, the way of beasts.",
    "RatingAverage": 3.2,
    "Price": null,
    "ChapterCount": 39,
    "Genres": "Historical Fiction",
    "MaturityRating": "M",
    "BookFilename": "prince.epub",
    "ImageFilename": "prince.jpg"
  },
  {
    "Title": "Dubliners",
    "Description": "This work of art reflects life in Ireland at the turn of the last century, and by rejecting euphemism, reveals to the Irish their unromantic realities. Each of the 15 stories offers glimpses into the lives of ordinary Dubliners, and collectively they paint a portrait of a nation.",
    "RatingAverage": 3.4,
    "Price": 2.99,
    "ChapterCount": 18,
    "Genres": "Fiction",
    "MaturityRating": "T",
    "BookFilename": "dubliners.epub",
    "ImageFilename": "dubliners.jpg"
  },
  {
    "Title": "The Wonderful Wizard of Oz",
    "Description": "Swept away from her home in Kansas by a tornado, Dorothy and her dog Toto find themselves stranded in the fantastical Land of Oz. As instructed by the Good Witch of the North and the Munchkins, Dorothy sets off on the yellow brick road to try and find her way to the Emerald City and the Wizard of Oz, who can help her get home. With her companions the Scarecrow, the Tin Woodman and the Cowardly Lion, Dorothy experiences an adventure full of friendship, magic and danger. A much-loved children's classic, The Wizard of Oz continues to delight readers young and old with its enchanting tale of witches, flying monkeys and silver shoes.",
    "RatingAverage": 4,
    "Price": null,
    "ChapterCount": 29,
    "Genres": "Fantasy;Children's;Adventure",
    "MaturityRating": "K",
    "BookFilename": "wizard_of_oz.epub",
    "ImageFilename": "wizard_of_oz.jpg"
  },
  {
    "Title": "Peter Pan",
    "Description": "Peter Pan, the mischievous boy who refuses to grow up, lands in the Darling's proper middle-class home to look for his shadow. He befriends Wendy, John and Michael and teaches them to fly (with a little help from fairy dust). He and Tinker Bell whisk them off to Never-land where they encounter the Red Indians, the Little Lost Boys, pirates and the dastardly Captain Hook.",
    "RatingAverage": 4,
    "Price": 2.99,
    "ChapterCount": 21,
    "Genres": "Fantasy;Children's;Fiction;Adventure",
    "MaturityRating": "K",
    "BookFilename": "peter_pan.epub",
    "ImageFilename": "peter_pan.jpg"
  },
  {
    "Title": "A Study in Scarlet",
    "Description": "Our first meeting with Sherlock Holmes. And John Watson's too! The young doctor is astonished by Holmes' many idiosyncrasies, including his talents on the violin.\n\nBut it's not long before Sherlock Holmes, with Watson in tow, is working with Scotland Yard investigating the murder of two Americans whose deaths have some mysterious connection to sinister groups gathering power in both Britain and America.\n\nHere's where it all began, 'A Study in Scarlet.' Meet Sherlock Holmes, one of the world's leading consulting detectives - fictional of course!",
    "RatingAverage": 4.1,
    "Price": null,
    "ChapterCount": 22,
    "Genres": "Mystery;Fiction;Crime",
    "MaturityRating": "M",
    "BookFilename": "study_in_scarlet.epub",
    "ImageFilename": "study_in_scarlet.jpg"
  },
  {
    "Title": "Emma",
    "Description": "Emma Woodhouse is one of Austen's most captivating and vivid characters. Beautiful, spoilt, vain and irrepressibly witty, Emma organizes the lives of the inhabitants of her sleepy little village and plays matchmaker with devastating effect.",
    "RatingAverage": 4.05,
    "Price": 4,
    "ChapterCount": 61,
    "Genres": "Fiction;Romance",
    "MaturityRating": "T",
    "BookFilename": "emma.epub",
    "ImageFilename": "emma.jpg"
  }
]
